import './AboutUs.css';

const AboutUs = () => {
  return (
    <main className="about-page">
      <h1 className="about-page-title">ЗА НАС</h1>

      <section className="about-box">
        <h2 className="about-box-title">За компанията</h2>

        <p>
          <strong>DEV.BG</strong> е специализиран Job Board за IT обяви. Искаме да сме
          най-доброто място, на което IT професионалистите намират следващата си работа.
        </p>

        <p>
          В Job Board-a ни ежедневно се публикуват множество IT обяви за работа, като
          свободните позиции са подредени в 46 технологични категории. Щастливи сме да
          работим с над 1600 компании, всяка от които разполага с подробен
          работодателски профил в платформата. Дейности, начин на работа, проекти и
          технологии са само част от информацията, която търсещите работа могат да
          открият.
        </p>

        <p>
          Публикуваме само и единствено IT обяви, защото работим с професионалистите
          от сектора повече от 9 години и създадохме сайт за обяви, адресирайки
          специално техните нужди.
        </p>

        <p>
          DEV.BG е един от основните организатори на tech събития в България. Всяка
          година провеждаме над 160 специализирани събития, които дават възможност на
          IT експерти от различни технологични сфери да обменят знания и опит.
          Организираме и едно от най-мащабните събития в сектора – ежегодната
          конференция DEV.BG All In One.
        </p>

        <p>
          А специалната ни секция Digest е посветена на вдъхновяващите истории от IT
          сектора. Публикуваме новини и интервюта, провеждаме анализи и проучвания
          сред технологичната общност и споделяме актуалните тенденции в индустрията.
        </p>

        <p>
          Основана през 2016 г. в София, DEV.BG започва своя път като IT общност и се
          превръща във водещ tech Job Board, предоставяйки отлична платформа за IT
          специалисти за намиране на работа, споделяне на идеи и опит. Повече от
          30 000 експерти или половината от цялата технологична общност в България
          (60 000 професионалисти) са членове на мрежата на DEV.BG.
        </p>
      </section>
    </main>
  );
};

export default AboutUs;
